{
    "Personagens": [
        {
            "id": "id1",
            "Indentidade": "Tony Stark",
            "Nome": "Homem de Ferro",
            "descricao1": "Anthony Edward Tony Stark foi um industrialista, membro fundador dos Vingadores e antigo CEO das Indústrias Stark. Um inventor ousado e brilhante, Stark se auto-descrevia como um gênio, bilionário, playboy e filantropo. Usando sua grande riqueza e conhecimento técnico excepcional, Stark foi um dos homens mais poderosos do mundo após a morte de seus pais e desfrutou do estilo de vida de playboy por muitos anos, até ser sequestrado pelos Dez Anéis no Afeganistão durante a demonstração de uma frota de mísseis Jericho. Com sua vida em jogo, Stark criou e utilizou uma armadura para escapar de seus captores. Ao voltar para casa, ele enfrentou terroristas e seu ex-parceiro de negócios, Obadiah Stane, que se voltou contra ele. Stark aproveitou a fama que veio com sua nova identidade secreta e decidiu divulgá-la para o mundo, revelando publicamente ser o Homem de Ferro. Após derrotar inimigos em todo o mundo, Stark descobriu que estava morrendo devido ao seu próprio Reator Arc estar envenenando seu corpo, ao mesmo tempo que era desafiado por Ivan Vanko, que tentava destruir seu legado. Graças a sua assistência em ambas as batalhas, Stark relutantemente aceitou servir como consultor para a S.H.I.E.L.D., onde utilizou seu cargo para melhorar a tecnologia deles à medida que começava um relacionamento com Pepper Potts. Com o mundo sendo ameaçado novamente, Stark juntou-se aos Vingadores e ajudou a derrotar Loki e os Chitauri. A batalha o fez sofrer de transtorno de estresse pós-traumático, o que o incentivou a criar a Legião de Ferro para proteger o mundo e ajudá-lo a se aposentar. Os ataques terroristas do Mandarim, em 2012, forçaram Stark a abandonar a aposentadoria para proteger seu país, colocando seus entes queridos em perigo sem que soubesse e deixando-o indefeso quando sua casa foi destruída. Stark continuou sua missão, descobrindo que Aldrich Killian era o cérebro por trás dos ataques. Stark conseguiu derrotar Killian, mas quase perdeu Pepper Potts no processo. No início da batalha, Stark destruiu todas as suas armaduras com o Protocolo Começar do Zero. Contudo, quando os Vingadores foram oficialmente desmobilizados devido à Guerra contra a HIDRA, Stark construiu mais armaduras e retomou seu papel como Homem de Ferro, ajudando-os na captura de Wolfgang von Strucker e adquirindo o Cetro de Loki. Depois que a ameaça da HIDRA chegou ao fim, Stark, com a ajuda de Bruce Banner e influenciado pelos jogos mentais de Wanda Maximoff, construiu Ultron, uma nova inteligência artificial com o propósito de manter a paz, proteger o mundo e permitir que os Vingadores se aposentassem. No entanto, Ultron acreditou que a humanidade ameaçava o mundo e, portanto, de acordo com sua programação, decidiu extingui-la. Com o esforço dos Vingadores, Ultron foi derrotado, mas ao custo da vida de vários inocentes. Stark aposentou-se do serviço ativo após a ofensiva de Ultron. A culpa de ter criado a inteligência artificial e causado tanta morte e destruição acabou convencendo Stark a apoiar o Tratado de Sokovia. Stark foi forçado a liderar uma caçada ao seu aliado Capitão América, quando este passou a proteger o fugitivo Soldado Invernal, dando início à Guerra Civil dos Vingadores. O resultado deixou os Vingadores em completa desordem, sobretudo após Stark descobrir o papel do Soldado Invernal na morte de seus pais. Depois disso, Stark voltou para Nova York para orientar o Homem-Aranha a ser um herói melhor, além de noivar com Potts. Em 2018, quando Thanos e a Ordem Negra invadiram a Terra em sua campanha para adquirir as seis Joias do Infinito, Stark, Homem-Aranha e Doutor Estranho se reuniram para enfrentar Thanos em Titã com a ajuda dos Guardiões da Galáxia. Quando Stark ficou à mercê de Thanos, o Doutor Estranho entregou a Joia do Tempo para evitar que ele morresse. Após o Estalo, Stark e Nebulosa foram os únicos sobreviventes em Titã. Eles usaram a Benatar para escapar de Titã, mas ficaram presos no espaço devido aos danos da nave. Eles foram resgatados pela Capitã Marvel, que os trouxe de volta à Terra. Nos cinco anos após o Estalo, Stark decidiu abandonar o manto de Homem de Ferro, casando-se com Potts e tendo uma filha, Morgan Stark. Quando Stark descobriu a chave para viajar no tempo, ele juntou-se aos Vingadores para desfazer o Estalo, viajando de volta no tempo para recuperar o Cetro e, depois, retomar o Tesseract. Durante a Batalha da Terra, Stark heroicamente se sacrificou para eliminar Thanos e seus exércitos, que viajaram no tempo para reunir as Joias do Infinito, salvando o universo da dizimação e deixando o legado de um dos super-heróis mais reverenciados da Terra."
        },
       {
            "id": "id2",
            "Indentidade": "Steve Rogers",
            "Nome": "Capitão América",
            "descricao2": "Steve Rogers é um veterano da 2ª Guerra Mundial e o líder da equipe. Após o Soro do Super Soldado transformar Steve em um poderoso herói, suas atividades na guerra o transformaram em uma lenda. Ele é considerado como o primeiro super-herói do mundo. Rogers destruiu múltiplas bases da HIDRA, desfazendo, lentamente, a organização. Durante seu encontro final com a HIDRA, Rogers derrubou o avião no Ártico e ficou congelado por setenta anos. Eventualmente, ele foi encontrado pela S.H.I.E.L.D. e ressuscitado. Após, Rogers se encontrou sozinho em um mundo moderno. Quando o Nick Fury, diretor da S.H.I.E.L.D., o chamou para salvar o mundo novamente, Rogers vestiu-se como o Capitão América e levou sua força e liderança para a Invasão Chitauri. Após a equipe ser desfeita após a crise envolvendo Ultron, o Capitão América e Viúva Negra formaram uma nova geração de heróis. Porém, ele teve de enfrentar o Homem de Ferro e alguns companheiros de equipe por conta de suas discordâncias em relação ao Tratado de Sokovia e o Soldado Invernal. Como resultado, o Capitão América foi oficializado como um criminoso e fugitivo. Rogers retornou aos Vingadores para liderá-los contra o ataque de Thanos à Terra. Ele enfrentou seu exército na Batalha de Wakanda para proteger a Joia da Mente, em posse do Visão. Apesar de seus esforços, Rogers e sua equipe perderam o confronto e Thanos conseguiu erradicar metade da população do universo. Após estes eventos, Rogers saiu dos Vingadores para consolar os sobreviventes da Dizimação, embora visitava o complexo para lavar suas roupas. Anos depois, Rogers uniu-se à sua equipe novamente para viajar no tempo e recuperar as Joias do Infinitos em pequenos assaltos no tempo, propostos por Scott Lang. Após a ação genocida de Thanos ser desfeita, ele batalhou contra uma versão alternativa do Titã Louco em 2023. Na batalha, ele provou-se digno de levantar o Mjolnir e liderou os Vingadores e seus aliados na última batalha contra Thanos. Após a derrota da contraparte de Thanos e seu exército, ele voltou no tempo para devolver as Joias do Infinito. Invés de retornar ao futuro, ele decidiu viver uma vida com Peggy Carter. Em 2023, um homem idoso entregou à Sam Wilson seu escudo."
        },
        {
            "id": "id3",
            "Indentidade": "Thor Deus do Trovão",
            "Nome": "Thor",
            "descricao3": "Thor é o herdeiro de Odin e o antigo rei de Nova Asgard. Quando os métodos de Thor quase levaram seu reino à guerra, Odin baniu Thor para a Terra em forma de punição. Em exílio na Terra, Thor aprendeu sobre a humanidade e ajudou salvar seus amigos de uma ameaça destrutiva enviada por seu irmão adotivo, Loki. Durante isto, aos olhos de seu pai, Thor foi perdoado e confrontou Loki por suas ações; a batalha dos irmãos levaram no exílio de Loki. Após retornar à Asgard, Thor retornou à Terra novamente para prevenir uma catástrofe. Quando a crise envolvendo Ultron se passou anos depois, Thor se aliou aos Vingadores novamente. Porém, após esta missão terminar, Thor saiu de perto de seus aliados mais uma vez, retornando a Asgard para aprender sobre sua visão das misteriosas Joias do Infinito. Após o Ragnarök e da perda de seu olho nas mãos de sua irmã, Hela, e o Ataque a Statesman, por Thanos, Thor foi à Nidavellir, junto de Rocket Raccoon e Groot, para forjar o Rompe-Tormentas. Ele se aliou novamente aos Vingadores durante a Batalha de Wakanda, onde ajudou seus companheiros de equipe e o exército Wakandano na derrota de Thanos e seu exército. Em uma espiral de culpa e depressão, Thor se exilou em Nova Asgard, onde se tornou um alcoólatra. Anos depois, Rocket Raccoon e Bruce Banner convenceram-o a voltar aos Vingadores, onde participou de seu Assalto no Tempo e viajou com Rocket para sua antiga casa em 2013. Ele enfrentou Thanos novamente, desta vez utilizando o Rompe-Tormentas e uma versão alternativa do Mjolnir. Após a batalha terminar com a morte de Thanos e seu exército, Thor declarou a Valquíria como a Rainha de Asgard e decidiu se juntar aos Guardiões da Galáxia."
        },
       {
            "id": "id4",
            "Indentidade": "Bruce Banner",
            "Nome": "Hulk",
            "descricao4": "Bruce Banner se formo na Universidade de Culver, contratado pelo general Thaddeus Ross para desenvolver uma versão do Soro do Super Soldado. Usando a radiação gama, Banner foi capaz de realizá-lo, mas os resultados demonstraram-se desastrosos após o mesmo ser transformado em um monstro conhecido como o Hulk. Agora, com medo dos danos que o Hulk poderia fazer, Banner optou por viver sua vida em partes remotas do mundo, trabalhando em uma cura e ajudando os necessitados. Sem seu conhecimento, Nick Fury, da S.H.I.E.L.D., o observou e manteve suas forças para trás, já que Fury viu a transformação de Banner em Hulk como uma vantagem para a Iniciativa Vingadores. Apesar de suas negações, Banner ajudou os Vingadores na Invasão Chitauri, se tornando amigo de Tony Stark e trabalhando com o mesmo inúmeras vezes. Juntos, os dois criaram uma inteligência artificial chamada Ultron, que inicialmente era um programa do bem, mas, eventualmente, a I.A. se rebela e os Vingadores são reunidos novamente. Durante o conflito, Banner foi considerado como desaparecido após a Batalha de Sokovia. Passando dois anos em Sakaar, Hulk retornou à Terra graças à Heimdall, para poder alertar os Vingadores da chegada de Thanos. Porém, o desgosto de Hulk em ser usado por Banner fez com que o Gigante Esmeralda não obedecesse mais Bruce, fazendo com que Banner utilize a Armadura Caça-Hulk 2.0. durante a Batalha de Wakanda. Procurando um meio de juntar suas personalidades, Banner passou 18 meses em um laboratório e foi capaz de juntar a mente do Hulk com a sua, terminando em um corpo do Hulk e a inteligência de Banner. Após ser procurado pelos Vingadores e ajudá-los a construir uma máquina do tempo, junto de Stark, Steve e Scott Lang, eles viajaram para a Batalha de Nova York. Retornando ao presente, Hulk, Stark e Rocket construíram uma nova Manopla do Infinito e ressuscitaram todos os mortos da Dizimação. Após isto, ele enfrentou uma contraparte alternativa de Thanos na batalha final."
        },
        {
            "id": "id5",
            "Indentidade": "Natasha Romanoff",
            "Nome": "Viúva Negra",
            "descricao5": "Natasha Romanoff foi uma antiga espiã Russa e uma agente da S.H.I.E.L.D., a agência que fundou os Vingadores antes de seu colapso nas mãos da HIDRA. Armada com sua armaria de alta-tecnologia, assim como seu vasto conhecimento em artes marciais e combates de corpo-a-corpo, as habilidades de Romanoff demonstraram-se perfeitas. Após Loki declarar guerra à Terra, Natasha se juntou aos Vingadores, apesar de não ter sido aplicada para a iniciativa, e contribuiu para a vitória da equipe contra Loki e os Chitauri. Ela e o Capitão América permaneceram com os únicos membros da equipe após a derrota de Ultron, recrutando novos membros para juntar-se à equipe. Romanoff, inicialmente, apoiou o Tratado de Sokovia, mas optou por trair Tony Stark após perceber o dano que sua o Tratado estava causando em sua família. Após ajudar o Capitão América e o Soldado Invernal, Natasha foi obrigada a se esconder. Ela se juntou aos Vingadores para enfrentar Thanos e seu ataque à Terra, enfrentando seu exército durante a Batalha de Wakanda. Momentos após a Dizimação de Thanos, ela retornou à Nova Instalação dos Vingadores com os membros remanescentes da equipe. Após o retorno de Stark e Nebulosa, ela e os outros Vingadores inventaram um plano para encontrar Thanos e reverter suas ações. Após descobrir que Thanos havia destruído as Joias do Infinito, Natasha e os Vingadores retornaram à Terra. Com a ideia de Scott Lang, Natasha e os Vingadores voltaram no tempo para recuperá-las antes do Titã Louco, com Natasha indo à Vormir junto de Gavião Arqueiro. Após descobrirem o necessário para obter a joia, os dois melhores amigos enfrentaram-se em um confronto para decidir quem faria tal ato. No fim da batalha, O Gavião Arqueiro esteve segurando o braço de Romanoff. Foi aí que Natasha conseguiu se soltar de Barton e sacrificou-se para ajudá-lo a recuperar a Joia da Alma. Graças ao seu sacrifício, os Vingadores foram capazes de reverter as ações genocidas de Thanos, revivendo todas as suas vítimas."
        },
       {
            "id": "id6",
            "Indentidade": "Clint Barton",
            "Nome": "Gavião Arqueiro",
            "descricao6": "Apelidado de Gavião Arqueiro, Clint Barton é um agente de elite da S.H.I.E.L.D. e um especialista em arquearia. Ele operou em diferentes missões em sua carreira; e uma dessas missões levaram-o recrutar sua melhor amiga, Natasha Romanoff, para juntar-se à S.H.I.E.L.D. Antes da Invasão Chitauri, Gavião Arqueiro foi designado para observar Erik Selvig enquanto o doutor testava o Tesseract. Porém, Clint foi sequestrado por Loki durante a destruição do Projeto P.E.G.A.S.U.S., transformando sua vontade heróica em um vilão e o ajudou a preparar sua invasão em Nova York. Porém, ele foi libertado pelo controle mental de Loki e se juntou aos Vingadores para enfrentar o exército alienígena dele. Após isto, ele continuou trabalhando para a S.H.I.E.L.D. até seu colapso, e então retornou aos Vingadores para ajudá-los na derrota de Ultron. Após isto, Barton decidiu não retornar aos Vingadores, optando por viver uam vida com sua esposa e filhos. Porém, Clint se uniu ao Capitão América em sua luta contra o Tratado de Sokovia. Após o Confronto dos Vingadores, Barton e outros aliados de Capitão foram obrigados a se esconder. Enquanto Romanoff foi com Falcão e Rogers em missões secretas, Wanda e Visão permaneceram na Europa, Barton foi posto em prisão domiciliar. Após a Dizimação, ele iniciou sua busca por criminosos sob uma nova identidade: Ronin. Ele foi encontrado anos depois pela Viúva Negra e juntou-se à ela no Assalto no Tempo. Em Vormir, disposto a sacrificar-se por ela, Barton ficou devastado após ser salva por sua melhor amiga e, em seguida, vê-la sacrificar sua vida para poder salvá-lo. Após colecionarem todas as Joias do Infinito e ressuscitarem todos os mortos na Dizimação, Barton lutou na Batalha da Terra junto dos Vingadores e seus aliados."
        },
        {
            "id": "id7",
            "Indentidade": "Pietro Maximoff",
            "Nome": "Mercúrio",
            "descricao7": "Pietro Maximoff foi um homem nascido em Sokovia junto de sua irmã, Wanda. Quando criança, os pais dos gêmeos foram mortos em um bombardeamento envolvendo armaria de Tony Stark. Enquanto cresciam, Sokovia foi pega em uma constante guerra, e, regularmente, os gêmeos lideraram protestos para retirar as forças militares de sua casa. Wolfgang von Strucker, líder da HIDRA, se instalou em Sokovia e recrutou Pietro e Wanda para fazer experimentos, envolvendo o Cetro, com os mesmos. A energia do Cetro transformou os gêmeos, dando-os incríveis superpoderes. Pietro foi transformado em um homem com super-velocidade, e com suas habilidades, assim como os de sua irmã, levaram-o em aliança com Ultron em sua campanha contra os Vingadores. Os gêmeos ajudaram Ultron por um tempo, mas após descobrirem sobre as intenções genocidas da máquina, eles traíram Ultron e decidiram ajudar os Vingadores em detê-lo. Porém, Mercúrio foi morto em batalha, protegendo Gavião Arqueiro e Costel."
        },
       {
            "id": "id8",
            "Indentidade": "Wanda Maximoff",
            "Nome": "Feiticeira Escarlate",
            "descricao8": "Wanda Maximoff é uma nativa de Sokovia, um país do Leste Europeu, e viveu na companhia de seu irmão, Pietro, após a morte de seus pais nas mãos de armas, criadas por Tony Stark. Em um esforço para ajudar seu país, os gêmeos concordaram em passar por experimentos com o Cetro sob a supervisão de Wolfgang von Strucker, e, como resultado, adquiriram poderes; anda possui a habilidade telecinética e manipulação de energia. Em sua missão para destruir a raça humana, Ultron tomou uso dos poderes de Wanda, manipulando-a para que servisse para seus propósitos. Mas após descobrir as verdadeiras intenções de Ultron, Wanda e Pietro rebelaram-se contra o Androide e se uniram aos Vingadores na Batalha de Sokovia. Durante seu último confronto com Ultron, Pietro foi morto, deixando Wanda devastada. Ela então se uniu a segunda incarnação dos Vingadores, liderados pelo Capitão América e Viúva Negra. Maximoff desconcordou do Tratado de Sokovia, e isto fez com que ela enfrentasse seus companheiros de equipe, incluindo seu interesse romântico, Visão. Junto de seus aliados, Wanda fugiu após seu desacordo com o Tratado. Ela retornou para lutar na Guerra Infinita, no qual se tornou vítima da Dizimação e foi desintegrada por Thanos quando ele utilizou a Manopla do Infinito para erradicar metade da população. Ela foi revivida cinco anos depois pelo Hulk, que reverteu os efeitos da ação genocida de Thanos ao utilizar uma nova Manopla do Infinito, e lutou ao lado dos Vingadores durante a Batalha da Terra."
        },
        {
            "id": "id9",
            "Indentidade": "Visão",
            "Nome": "Visão",
            "descricao9": "Visão foi um poderoso Androide construído por Helen Cho e aperfeiçoado pela inteligência artificial Ultron, usando os poderes da Joia da Mente escondida no Cetro. Ultron procurou usar o corpo sintético de Visão como seu, mas, felizmente, o corpo foi roubado pelos Vingadores e aperfeiçoado por Tony Stark, que colocou sua própria inteligência artificial, J.A.R.V.I.S., dentro do corpo. Chamando-se de Visão, o robô provou seu valor aos Vingadores e os ajudou durante a Batalha de Sokovia. Visão foi responsável pela derrota de Ultron e permaneceu como um membro da nova equipe, liderados por Capitão América e Viúva Negra. Porém, os Vingadores foi dividido em dois grupos após a discordância de seus membros sobre o Tratado de Sokovia. Apesar de seu amor por Wanda Maximoff, Visão optou por lutar contra os membros opositores do Tratado. Visão foi morto por Thanos na Batalha de Wakanda, quando o Titã Louco desfez a destruição da Joia da Mente, causada por Maximoff, com a Joia do Tempo e, pessoalmente, arrancou a Joia de Visão, matando-o em seguida."
        },
       {
            "id": "id10",
            "Indentidade": "Peter Parker",
            "Nome": "Homem Aranha",
            "descricao10": "Peter Benjamin Parker é um ex-aluno do ensino médio que adquiriu habilidades de aranha, combatendo o crime em Nova York como o super-herói Homem-Aranha. Enquanto Parker fazia malabarismos com todos os seus contínuos deveres de herói com as exigências de sua vida de colegial, ele foi abordado por Tony Stark que recrutou o Homem-Aranha para se juntar à Guerra Civil dos Vingadores, colocando o Homem-Aranha no breve conflito com seu herói pessoal, o Capitão América. Parker recebeu um novo traje assim como uma nova tecnologia Stark em troca de sua ajuda, permitindo que ele voltasse para casa para continuar seu próprio trabalho de herói. Enquanto ele continuava a tentar provar ser um herói digno aos olhos do Homem de Ferro para poder juntar-se aos Vingadores, Parker começou a investigar as atividades criminosas ilícitas do Abutre, que estava tentando vender suas armas Chitauri no mercado negro. Acreditando que capturar o Abutre provaria seu valor como herói, o Homem-Aranha havia decidido ir atrás do Abutre sozinho, apenas com a ajuda de seu melhor amigo Ned Leeds, enquanto também tentava ganhar suas finais de decatlo acadêmico. Eventualmente, Parker ganhou o afeto de sua colega de classe Liz Allan, mas viu que seu pai, Adrian Toomes, era o Abutre. O Homem-Aranha impediu o roubo do Abutre de um avião de carga das Indústrias Stark, ao qual Stark demonstrou seu respeito ao oferecer à Parker um lugar oficial junto aos Vingadores. Parker recusou isto para continuar sendo um pequeno herói em Nova York, apesar de sua tia May ter descoberto sua identidade secreta."
        }
    ]
}
