{
    "Personagens": [
        {
            "id": "id1",
            "Indentidade": "Tony Stark",
            "Nome": "Homem de Ferro",
            "descricao1": "Anthony Edward Tony Stark foi um industrialista, membro fundador dos Vingadores e antigo CEO das Indústrias Stark. Um inventor ousado e brilhante, Stark se auto-descrevia como um gênio, bilionário, playboy e filantropo. Usando sua grande riqueza e conhecimento técnico excepcional, Stark foi um dos homens mais poderosos do mundo após a morte de seus pais e desfrutou do estilo de vida de playboy por muitos anos, até ser sequestrado pelos Dez Anéis no Afeganistão durante a demonstração de uma frota de mísseis Jericho. Com sua vida em jogo, Stark criou e utilizou uma armadura para escapar de seus captores. Ao voltar para casa, ele enfrentou terroristas e seu ex-parceiro de negócios, Obadiah Stane, que se voltou contra ele. Stark aproveitou a fama que veio com sua nova identidade secreta e decidiu divulgá-la para o mundo, revelando publicamente ser o Homem de Ferro. Após derrotar inimigos em todo o mundo, Stark descobriu que estava morrendo devido ao seu próprio Reator Arc estar envenenando seu corpo, ao mesmo tempo que era desafiado por Ivan Vanko, que tentava destruir seu legado. Graças a sua assistência em ambas as batalhas, Stark relutantemente aceitou servir como consultor para a S.H.I.E.L.D., onde utilizou seu cargo para melhorar a tecnologia deles à medida que começava um relacionamento com Pepper Potts. Com o mundo sendo ameaçado novamente, Stark juntou-se aos Vingadores e ajudou a derrotar Loki e os Chitauri. A batalha o fez sofrer de transtorno de estresse pós-traumático, o que o incentivou a criar a Legião de Ferro para proteger o mundo e ajudá-lo a se aposentar. Os ataques terroristas do Mandarim, em 2012, forçaram Stark a abandonar a aposentadoria para proteger seu país, colocando seus entes queridos em perigo sem que soubesse e deixando-o indefeso quando sua casa foi destruída. Stark continuou sua missão, descobrindo que Aldrich Killian era o cérebro por trás dos ataques. Stark conseguiu derrotar Killian, mas quase perdeu Pepper Potts no processo. No início da batalha, Stark destruiu todas as suas armaduras com o Protocolo Começar do Zero. Contudo, quando os Vingadores foram oficialmente desmobilizados devido à Guerra contra a HIDRA, Stark construiu mais armaduras e retomou seu papel como Homem de Ferro, ajudando-os na captura de Wolfgang von Strucker e adquirindo o Cetro de Loki. Depois que a ameaça da HIDRA chegou ao fim, Stark, com a ajuda de Bruce Banner e influenciado pelos jogos mentais de Wanda Maximoff, construiu Ultron, uma nova inteligência artificial com o propósito de manter a paz, proteger o mundo e permitir que os Vingadores se aposentassem. No entanto, Ultron acreditou que a humanidade ameaçava o mundo e, portanto, de acordo com sua programação, decidiu extingui-la. Com o esforço dos Vingadores, Ultron foi derrotado, mas ao custo da vida de vários inocentes. Stark aposentou-se do serviço ativo após a ofensiva de Ultron. A culpa de ter criado a inteligência artificial e causado tanta morte e destruição acabou convencendo Stark a apoiar o Tratado de Sokovia. Stark foi forçado a liderar uma caçada ao seu aliado Capitão América, quando este passou a proteger o fugitivo Soldado Invernal, dando início à Guerra Civil dos Vingadores. O resultado deixou os Vingadores em completa desordem, sobretudo após Stark descobrir o papel do Soldado Invernal na morte de seus pais. Depois disso, Stark voltou para Nova York para orientar o Homem-Aranha a ser um herói melhor, além de noivar com Potts. Em 2018, quando Thanos e a Ordem Negra invadiram a Terra em sua campanha para adquirir as seis Joias do Infinito, Stark, Homem-Aranha e Doutor Estranho se reuniram para enfrentar Thanos em Titã com a ajuda dos Guardiões da Galáxia. Quando Stark ficou à mercê de Thanos, o Doutor Estranho entregou a Joia do Tempo para evitar que ele morresse. Após o Estalo, Stark e Nebulosa foram os únicos sobreviventes em Titã. Eles usaram a Benatar para escapar de Titã, mas ficaram presos no espaço devido aos danos da nave. Eles foram resgatados pela Capitã Marvel, que os trouxe de volta à Terra. Nos cinco anos após o Estalo, Stark decidiu abandonar o manto de Homem de Ferro, casando-se com Potts e tendo uma filha, Morgan Stark. Quando Stark descobriu a chave para viajar no tempo, ele juntou-se aos Vingadores para desfazer o Estalo, viajando de volta no tempo para recuperar o Cetro e, depois, retomar o Tesseract. Durante a Batalha da Terra, Stark heroicamente se sacrificou para eliminar Thanos e seus exércitos, que viajaram no tempo para reunir as Joias do Infinito, salvando o universo da dizimação e deixando o legado de um dos super-heróis mais reverenciados da Terra."
        },
       {
            "id": "id2",
            "Indentidade": "Steve Rogers",
            "Nome": "Capitão América",
            "descricao2": "a"
        },
        {
            "id": "id3",
            "Indentidade": "Thor Deus do Trovão",
            "Nome": "Thor",
            "descricao3": "a"
        },
       {
            "id": "id4",
            "Indentidade": "Bruce Banner",
            "Nome": "Hulk",
            "descricao4": "a"
        },
        {
            "id": "id5",
            "Indentidade": "Natasha Romanoff",
            "Nome": "Viúva Negra",
            "descricao5": "a"
        },
       {
            "id": "id6",
            "Indentidade": "Clint Barton",
            "Nome": "Gavião Arqueiro",
            "descricao6": "a"
        },
        {
            "id": "id7",
            "Indentidade": "Pietro Maximoff",
            "Nome": "Mercúrio",
            "descricao7": "a"
        },
       {
            "id": "id8",
            "Indentidade": "Wanda Maximoff",
            "Nome": "Feiticeira Escarlate",
            "descricao8": "a"
        },
        {
            "id": "id9",
            "Indentidade": "Visão",
            "Nome": "Visão",
            "descricao9": "a"
        },
       {
            "id": "id10",
            "Indentidade": "Peter Parker",
            "Nome": "Homem Aranha",
            "descricao10": "a"
        }
    ]
}
