{
    "Personagens": [
        {
            "id": "id1",
            "Indentidade": "Tony Stark",
            "Nome": "Homem de Ferro",
            "descricao1": "Tony Stark, industrialista e membro dos Vingadores, sequestrado e forçado a criar uma armadura para escapar. Ele enfrentou inimigos, revelou ser o Homem de Ferro e lutou contra ameaças como Ivan Vanko e Ultron. Depois de se aposentar e retornar para proteger o mundo, ele liderou os Vingadores contra Thanos, sacrificando-se para salvar o universo."
        },
       {
            "id": "id2",
            "Indentidade": "Steve Rogers",
            "Nome": "Capitão América",
            "descricao2": "Steve Rogers, também conhecido como Capitão América, é um veterano da 2ª Guerra Mundial e o primeiro super-herói do mundo, graças ao Soro do Super Soldado. Ele liderou os Vingadores em várias batalhas, incluindo contra a HIDRA e os Chitauri. Depois de ser congelado por setenta anos, ele foi ressuscitado pela S.H.I.E.L.D. e continuou a lutar pelo bem. No entanto, ele se tornou um fugitivo devido a discordâncias com o Tratado de Sokovia e o Soldado Invernal. Após enfrentar Thanos e perder, ele dedicou-se a ajudar os sobreviventes da Dizimação. Mais tarde, ele viajou no tempo para desfazer as ações de Thanos, e no confronto final, ele se provou digno de empunhar o Mjolnir. Depois da vitória, ele escolheu viver uma vida tranquila com Peggy Carter, entregando seu escudo para Sam Wilson assumir o manto do Capitão América."
        },
        {
            "id": "id3",
            "Indentidade": "Thor Deus do Trovão",
            "Nome": "Thor",
            "descricao3": "Thor, herdeiro de Odin, foi exilado para a Terra após quase levar Asgard à guerra. Lá, aprendeu sobre humanidade e ajudou a salvar seus amigos dos planos de seu irmão Loki. Perdoado por Odin, confrontou Loki e o exilou. Voltou a Asgard, mas retornou à Terra para evitar uma catástrofe. Depois de enfrentar Ultron com os Vingadores, voltou a Asgard para aprender sobre as Joias do Infinito. Após Ragnarök e a perda de seu olho para Hela e o ataque de Thanos, forjou o Rompe-Tormentas e ajudou a derrotar Thanos em Wakanda. Em um período de culpa e depressão, se exilou e se tornou alcoólatra em Nova Asgard. Convencido por Rocket e Banner, voltou aos Vingadores e lutou contra Thanos novamente, depois se juntou aos Guardiões da Galáxia."
        },
       {
            "id": "id4",
            "Indentidade": "Bruce Banner",
            "Nome": "Hulk",
            "descricao4": "Bruce Banner, um cientista da Universidade de Culver, foi contratado pelo general Thaddeus Ross para criar uma versão do Soro do Super Soldado. Usando radiação gama, ele se transformou em Hulk. Com medo dos danos que Hulk poderia causar, Banner viveu isolado, trabalhando em uma cura e ajudando os necessitados. Nick Fury o recrutou para os Vingadores, onde trabalhou com Tony Stark e criaram Ultron. Após uma batalha, Banner ficou desaparecido, reaparecendo em Sakaar, retornando à Terra para avisar sobre Thanos. Hulk não obedecia mais a Banner, então ele usou a Armadura Caça-Hulk 2.0. Durante a Batalha de Wakanda, Banner procurou juntar suas personalidades, conseguindo após 18 meses em um laboratório. Junto aos Vingadores, construiu uma máquina do tempo, viajando para a Batalha de Nova York, onde ressuscitaram os mortos da Dizimação. Enfrentaram Thanos e sua contraparte alternativa, encerrando a ameaça."
        },
        {
            "id": "id5",
            "Indentidade": "Natasha Romanoff",
            "Nome": "Viúva Negra",
            "descricao5": "Natasha Romanoff, uma ex-espiã russa e agente da S.H.I.E.L.D., foi fundamental nos Vingadores desde o início, ajudando a derrotar Loki e Ultron. Ela inicialmente apoiou o Tratado de Sokovia, mas mudou de lado ao ver o dano causado. Natasha lutou contra Thanos em Wakanda e depois ajudou a planejar uma missão para reverter a dizimação. Indo a Vormir com Clint Barton, ela se sacrificou para obter a Joia da Alma, permitindo que os Vingadores desfizessem as ações de Thanos e trouxessem de volta aqueles que ele tinha eliminado."
        },
       {
            "id": "id6",
            "Indentidade": "Clint Barton",
            "Nome": "Gavião Arqueiro",
            "descricao6": "Clint Barton, também conhecido como Gavião Arqueiro, é um agente habilidoso da S.H.I.E.L.D. Ele foi controlado por Loki durante a invasão Chitauri, mas depois se juntou aos Vingadores para derrotá-lo. Após o colapso da S.H.I.E.L.D., ele ajudou os Vingadores a derrotar Ultron, mas decidiu se aposentar para ficar com sua família. No entanto, ele retornou para lutar contra o Tratado de Sokovia ao lado do Capitão América e acabou em prisão domiciliar. Após a Dizimação, ele assumiu a identidade de Ronin e depois se uniu à Viúva Negra em uma missão para recuperar as Joias do Infinito. Ele lutou na Batalha da Terra e foi ressuscitado após a reversão da Dizimação."
        },
        {
            "id": "id7",
            "Indentidade": "Pietro Maximoff",
            "Nome": "Mercúrio",
            "descricao7": "Pietro Maximoff, nascido em Sokovia junto com sua irmã Wanda, perdeu seus pais em um bombardeio envolvendo armas de Tony Stark. Eles cresceram em meio à guerra em Sokovia e foram recrutados pela HIDRA para experimentos com o Cetro, que lhes concedeu superpoderes. Pietro ganhou super-velocidade. Eles inicialmente se aliaram a Ultron contra os Vingadores, mas mudaram de lado ao descobrir seus planos genocidas. Pietro morreu protegendo o Gavião Arqueiro e uma criança chamada Costel durante a batalha."
        },
       {
            "id": "id8",
            "Indentidade": "Wanda Maximoff",
            "Nome": "Feiticeira Escarlate",
            "descricao8": "Wanda Maximoff, nativa de Sokovia, e seu irmão, Pietro, ganharam poderes após experimentos com o Cetro de Loki. Eles se uniram aos Vingadores após se rebelarem contra Ultron, que manipulou Wanda. Pietro morreu na batalha. Wanda discordou do Tratado de Sokovia e fugiu com os aliados. Ela retornou na Guerra Infinita e foi desintegrada por Thanos, mas voltou após o Hulk reverter a dizimação."
        },
        {
            "id": "id9",
            "Indentidade": "Visão",
            "Nome": "Visão",
            "descricao9": "Visão foi um poderoso androide criado por Helen Cho e Ultron usando a Joia da Mente. Ele se juntou aos Vingadores após ser aprimorado por Tony Stark. Participou da Batalha de Sokovia, derrotando Ultron. Durante a divisão dos Vingadores, optou por apoiar o Tratado de Sokovia. Apesar de seu amor por Wanda Maximoff, lutou contra os opositores do tratado. Foi morto por Thanos em Wakanda, quando a Joia da Mente foi arrancada de sua testa."
        },
       {
            "id": "id10",
            "Indentidade": "Peter Parker",
            "Nome": "Homem Aranha",
            "descricao10": "Peter Parker, o Homem-Aranha, é um ex-aluno do ensino médio que luta contra o crime em Nova York. Ele foi recrutado por Tony Stark para a Guerra Civil dos Vingadores e recebeu um novo traje e tecnologia Stark. Enquanto equilibrava suas responsabilidades como herói com a vida escolar, investigou o Abutre, descobrindo que era o pai de sua paixão, Liz Allan. Ele impediu um roubo de armas Chitauri e recusou o convite de Stark para se juntar aos Vingadores, optando por continuar como herói independente. Sua tia May também descobriu sua identidade secreta."
        }
    ]
}
